/* String_On_JavaScript_Template */
"%d days ago" = "%d ddias atrás";

/* String_On_JavaScript_Template */
"%d minutes ago" = "%d minutos atrás";

/* String_On_JavaScript_Template */
"1 day ago" = "1 dia atrás";

/* String_On_JavaScript_Template */
"about %d hours ago" = "há %d horas atrás";

/* String_On_JavaScript_Template */
"about a minute ago" = "há um minuto atrás";

/* String_On_JavaScript_Template */
"about an hour ago" = "há uma hora atrás";

/* WebView Placeholder */
"Either “%@” does not exist, or has protected their tweets" = "O “%@” não existe, ou seus tweets estão protegidos";

/* missing Twitter username */
"Enter Twitter username in the Inspector" = "Digite o nome do usuário do Twitter no inspetor";

/* String_On_JavaScript_Template */
"less than a minute ago" = "menos de um minuto atrás";

/* WebView Placeholder */
"This is a placeholder for a Twitter feed. It will appear on your published site, or view it in Sandvox by enabling 'Load data from the Internet' in Preferences." = "Este é um espaço reservado para um Twitter. Ele será exibido em seu site publicado, ou no Sandvox, permitindo \"Carregar dados da Internet\" nas Preferências.";

/* String_On_JavaScript_Template */
"Tweet Permalink" = "Link permanente Tweet";